Repository: pantheon-deprecated/openatrium
Catalog: profiles/openatrium/modules/contrib/itweak_upload/translations/itweak_upload.*.po
Languages: de

source: No preview
de: Keine Vorschau

source: Full image
de: Ganzes Bild

source: Imagecache module is not installed / enabled. Previously configured attachement preview images will be disabled. Use of "Full image" will impact website performance.
de: Das ImageCache Modul ist nicht installiert oder aktiviert. Die Vorschau-Bilder werden deaktiviert. Die Verwendung von "Ganzes Bild" wird die Performance der Webseite beeinflussen.

source: Open image
de: Bild öffnen

source: Lightbox Grouped
de: Lightbox gruppiert

source: Attachments display
de: Anhänge anzeigen

source: These global settings apply to the display of attachments in all site content by default. Each content type can override these settings.
de: Diese globalen Einstellungen beeinflussen die Anzeige von Anhängen in allen Inhaltstypen. Jeder Inhaltstyp kann diese Einstellungen übergehen.

source: Default preset for image thumbnail
de: Standard Vorgabe für Thumbnail-Versionen

source: This preset will be used by default for image thumbnails. This setting can be overridden on each content type configuration page.
de: Diese Voreinstellung wird als Standard für Vorschaubilder verwendet. Diese Einstellung kann auf der Konfigurationsseite des Inhaltstyps geändert werden.

source: Presets can be edited on <a href="!link">ImageCache</a> page.
de: Voreinstellungen können in <a href="!link">ImageCache</a> geändert werden.

source: Default thumbnail link open mode
de: Standard zum Öffnen der Vorschaubilder

source: This mode will be used by default for opening image thumbnails. This setting can be overridden on each content type configuration page.
de: Dieser Modus wird als Standard zum Öffnen von Vorschaubildern verwendet. Diese Einstellung kann auf der Konfigurationsseite des Inhaltstyps geändert werden.

source: Disabled
de: Deaktiviert

source: Show files list (images included as files)
de: Dateiliste anzeigen (Bilder als Liste anzeigen)

source: Show files list with image thumbnails
de: Dateiliste mit Vorschaubildern anzeigen

source: Show files list and image gallery
de: Dateiliste als Bildergalerie anzeigen

source: Show image gallery only
de: Nur eine Bildergalerie anzeigen

source: (Site default)
de: (Voreinstellung der Seite)

source: Collapse state of the Attachments box in <em>!type</em>
de: Anhänge-Bereich in <em>!type</em> zuklappen.

source: Not collapsible
de: Nicht zuklappbar

source: Collapsible
de: Zuklappbar

source: Collapsed
de: Zugeklappt

source: Select collapsible mode for "Attach files" box of this type.
de: Zuklapp-Modus für "Anhang hinzufügen"-Bereich dieses Inhaltstyps.

source: These settings apply only to the display of all attachments in <em>!type</em> content. They do not change the settings that enable or allow attachments and comments.
de: Diese Einstellungen werden für alle Anhänge in <em>!type</em> verwendet. Einstellungen, welche Kommentare oder Anhänge erlauben, werden davon nicht betroffen.

source: This preset will be used by default for image thumbnails. Individual settings can be done below.
de: Diese Voreinstellung wird für alle Bildvorschauen verwendet. Eigene Einstellungen können weiter unten vorgenommen werden.

source: This mode will be used by default for opening image thumbnails. Individual settings can be done below.
de: Dieser Modus wird für alle Bildvorschauen verwendet. Eigene Einstellungen können weiter unten vorgenommen werden.

source: (Default)
de: (Standard)

source: Upload form
de: Upload Formular

source: These settings apply to the upload attachments form in <em>!type</em> content. They do not change the settings that enable or allow attachments and comments.
de: Diese Einstellungen werden auf Formulare zum Hochladen von Attachement in <em>!type</em> angewendet. Einstellungen, welche Kommentare oder Anhänge erlauben, werden davon nicht betroffen.

source: Preview uploaded attachments while editing <em>!type</em>
de: Vorschau der Anhänge für <em>!type</em>

source: Check to enable attachments preview while editing nodes of this type.
de: Aktiviert die Anzeige der Vorschau während Inhalte dieses Typs editiert werden.

source: Preset for image thumbnail
de: Voreinstellung für die Bildvorschau

source: This preset will be used for image thumbnails.
de: Diese Voreinstellung wird für die Bildvorschau verwendet.

source: Thumbnail link open mode
de: Link-Modus für Bildvorschau

source: This mode will be used for opening image thumbnails.
de: Dieser Modus wird verwendet um Bildvorschauen zu öffnen.

source: Node view
de: Inhaltsansicht

source: These settings apply to the attachments display in <em>!type</em> content.
de: Diese Einstellungen werden für die Anzeige der Anhänge in <em>!type</em>-Inhalten verwendet.

source: Attachments display in <em>!type</em>
de: Anzeige der Anhänge in <em>!type</em>

source: Select display mode for attached files and images for nodes of this type.
de: Anzeigemodus für Anhänge und Bilder von Inhalten dieses Inhaltstyps festlegen.

source: Teaser view
de: Teaser-Ansicht

source: These settings apply to the attachments display in <em>!type</em> teaser.
de: Diese Einstellungen werden für die Anzeige der Anhänge in Teasern von <em>!type</em>-Inhalten verwendet.

source: Attachments display in <em>!type</em> teaser
de: Anzeige der Anhänge in <em>!type</em>-Teasern

source: Select display mode for attached files and images in teaser for nodes of this type.
de: Auswahl des Anzeigemodus für Anhänge und Bilder in Teasern dieses Inhaltstyps.

source: Number of images shown in <em>!type</em> teaser gallery
de: Anzahl der Bilder, welche im Teaser von <em>!type</em>-Galerien angezeigt werden

source: The maximum number of images to show in the node teaser. Only applies when <em>Gallery</em> image display is selected. 0 will not show images. Leave blank to show all images.
de: Die maximale Anzahl von Bildern, welche in Inhalts-Teasern angezeigt werden sollen. Wird angewendet, falls der <em>Galerie-Modus</em> ausgewählt wurde. 0 wird keine Bilder anzeigen. Leer lassen um alle Bilder anzuzeigen.

source: Comments
de: Kommentare

source: These settings apply to the attachments display in <em>!type</em> comments.
de: Diese Einstellungen werden für die Anzeige der Anhänge in Kommentaren von <em>!type</em>-Inhalten verwendet.

source: Attachments display in <em>!type</em> comments
de: Anzeige der Anhänge in <em>!type</em>-Kommentaren

source: Select display mode for attached files and images in comments for nodes of this type.
de: Auswahl des Anzeigemodus für Anhänge und Bilder in Kommentaren dieses Inhaltstyps.

source: Manage site-wide settings for file upload forms and attachment display (iTweak Upload).
de: Globale Einstellungen für iTweak Upload verwalten.

source: comment
de: Kommentar

source: Attach files to this @type
de: Anhänge zu @type hinzufügen

source: Images are larger than %resolution will be resized.
de: Bilder, welche grösser als %resolution sind, werden verkleinert.

source: Files must be smaller than %filesize and have one of the following extensions: %extensions.
de: Bilder müssen kleiner sein als %filesize und eine der folgenden Dateiendungen haben: %extensions.

source: Remove
de: Entfernen

source: List
de: Auflisten

source: Preview
de: Vorschau

source: Attachment
de: Anhang

source: Size
de: Grösse

source: Tried installing ImageCache preset for iTweak Upload module, but ImageCache module is not present. ImageCache presets for iTweak Upload module were not installed.
de: Das ImageCache-Modul muss installiert und aktiviert sein. Die Voreinstellungen für iTweak Upload wurden daher nicht installiert.

source: ImageCache preset "%name" already exists, id=%id. Leaving unchanged. Will use it by default in "iTweak Upload". Please check the preset and its permissions!
de: Die ImageCache-Voreinstellung "%name" existiert bereits. Diese wird standardmässig von iTweak Upload verwendet. Bitte überprüfe die Voreinstellung und die Rechte!

source: Created ImageCache preset "%name", id=%id.
de: ImageCache-Voreinstellung erstellt: "%name", id=%id.

source: Added permissions "%perms" to role %role.
de: "%perms" wurden zur Benutzerrolle "%role" hinzugefügt.

source: ImageCache module to be pre-installed.
de: ImageCache-Modul muss vorinstalliert sein.

source: ImageCache module to be pre-installed.
de: ImageCache-Modul muss vorinstalliert sein.

source: Tweak file upload form.
de: Formular zum Anhängen von Dateien verändern.

source: Rename
de: Umbenennen

source: Cancel
de: Abbrechen
